import { AppEntryType, SearchableAppEntryType } from '../../types/types';

export const rawApp: AppEntryType = {
  'im:name': {
    label: 'Garena 傳說對決：命運共織版本',
  },
  'im:image': [
    {
      label:
        'https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/33/d1/6d/33d16d71-34ae-d59e-6de5-4d6e20c396a7/AppIcon-1x_U007emarketing-0-11-0-85-220-0.png/53x53bb.png',
      attributes: {
        height: '53',
      },
    },
    {
      label:
        'https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/33/d1/6d/33d16d71-34ae-d59e-6de5-4d6e20c396a7/AppIcon-1x_U007emarketing-0-11-0-85-220-0.png/75x75bb.png',
      attributes: {
        height: '75',
      },
    },
    {
      label:
        'https://is1-ssl.mzstatic.com/image/thumb/Purple221/v4/33/d1/6d/33d16d71-34ae-d59e-6de5-4d6e20c396a7/AppIcon-1x_U007emarketing-0-11-0-85-220-0.png/100x100bb.png',
      attributes: {
        height: '100',
      },
    },
  ],
  summary: {
    label:
      '《Garena 傳說對決》由 Garena 與騰訊天美工作室所合作開發，是一款最刺激的10人決戰MOBA手遊。遊戲強調英雄搭配、裝備選擇、技能施放、走位操作、公平對戰，並具有細膩的畫風與高品質的遊戲畫面，再加上內建語音系統方便隊友隨時溝通，是一款不能不玩的 5v5 公平團戰 MOBA 手遊！\n\n-- 遊戲特色 --\n\n【吃兵、推塔、拆主堡】：上中下三路推塔、忠實還原經典玩法，展現你的 MOBA 王者實力！\n\n【公平對戰、隨時開團】：遊戲中不販售任何可能影響英雄強弱與戰局勝敗的物品，享受絕對公平的對戰環境，想當 MOBA 王者不需花大錢！\n\n【十分鐘一場極速對戰】：平均十分鐘一場的 MOBA 團戰，無論你在捷運、公車、甚至下課空檔都可以操控你的英雄大戰一場，搶當 Rank 王者！\n\n【多種模式，豐富玩法】： 5v5 團戰、3v3 風暴峽谷、1v1 單挑、5v5 隨機單中、或是挑戰 Rank 王者，選擇你的英雄瘋狂激鬥吧！更多特殊玩法更讓你跟隊友欲罷不能，非玩不可！\n\n【內建語音，即時溝通】：內建語音系統，團戰激鬥時不用再打字，直接溝通即時更換戰略！\n\n【獨特英雄，專屬技能】：超過一百位英雄在各自領域皆具備精美畫風與獨一無二的技能組設定，精通所有英雄才能知己知彼、百戰不殆！\n\n-- 聯繫我們 --\n\nGarena 傳說對決官網：https://moba.garena.tw\n\nFacebook 粉絲團：Garena 傳說對決\n\n-- 注意事項 --\n\n※ 本遊戯部分內容涉及性、暴力、棋奕、交友之情節，依遊戯軟體分級管理辦法分類為輔 12 級。\n\n※ 本遊戲由新加坡商競舞電競有限公司臺灣分公司代理營運。\n\n※ 本遊戲為免費使用，但遊戲內部分內容或服務需另行支付其他費用。\n\n※ 請注意遊戲時間，避免迷於遊戲，可能影響身心健康。',
  },
  'im:price': {
    label: '取得',
    attributes: {
      amount: '0',
      currency: 'TWD',
    },
  },
  'im:contentType': {
    attributes: {
      term: 'Application',
      label: '應用程式',
    },
  },
  rights: {
    label: '© Garena Online Private Limited',
  },
  title: {
    label: 'Garena 傳說對決：命運共織版本 - Garena Online Private Ltd',
  },
  link: {
    attributes: {
      rel: 'alternate',
      type: 'text/html',
      href: 'https://apps.apple.com/tw/app/garena-%E5%82%B3%E8%AA%AA%E5%B0%8D%E6%B1%BA-%E5%91%BD%E9%81%8B%E5%85%B1%E7%B9%94%E7%89%88%E6%9C%AC/id1089079153?uo=2',
    },
  },
  id: {
    label:
      'https://apps.apple.com/tw/app/garena-%E5%82%B3%E8%AA%AA%E5%B0%8D%E6%B1%BA-%E5%91%BD%E9%81%8B%E5%85%B1%E7%B9%94%E7%89%88%E6%9C%AC/id1089079153?uo=2',
    attributes: {
      'im:id': '1089079153',
      'im:bundleId': 'com.garena.game.kgtw',
    },
  },
  'im:artist': {
    label: 'Garena Online Private Ltd',
    attributes: {
      href: 'https://apps.apple.com/tw/developer/garena-online-private-ltd/id513828660?uo=2',
    },
  },
  category: {
    attributes: {
      'im:id': '6014',
      term: 'Games',
      scheme: 'https://apps.apple.com/tw/genre/ios-%E9%81%8A%E6%88%B2/id6014?uo=2',
      label: '遊戲',
    },
  },
  'im:releaseDate': {
    label: '2016-10-12T22:05:35-07:00',
    attributes: {
      label: '2016年10月12日',
    },
  },
};
export const topTenApps: SearchableAppEntryType[] = [
  {
    name: 'ChatGPT',
    summary:
      'Introducing ChatGPT for iOS: OpenAI’s latest advancements at your fingertips.\n\nThis official app is free, syncs your history across devices, and brings you the latest from OpenAI, including the new image generator.\n\nWith ChatGPT in your pocket, you’ll find:\n\n· Image generation–Generate original images from a description, or transform existing ones with a few simple words. \n· Advanced Voice Mode–Tap the soundwave icon to have a real-time convo on the go. Settle a dinner table debate, or practice a new language. \n· Photo upload—Snap or upload a picture to transcribe a handwritten recipe or get info about a landmark. \n· Creative inspiration—Find custom birthday gift ideas or create a personalized greeting card.\n· Tailored advice—Talk through a tough situation, ask for a detailed travel itinerary, or get help crafting the perfect response. \n· Personalized learning—Explain electricity to a dinosaur-loving kid or easily brush up yourself on a historic event.\n· Professional input—Brainstorm marketing copy or map out a business plan.\n· Instant answers—Get recipe suggestions when you only have a few ingredients.\n\nJoin hundreds of millions of users and try the app captivating the world. Download ChatGPT today.\n\nTerms of service & privacy policy:\nhttps://openai.com/policies/terms-of-use\nhttps://openai.com/policies/privacy-policy',
    title: 'ChatGPT - OpenAI',
  },
  {
    name: '鳴潮 - 1週年慶',
    summary:
      '《鳴潮》是一款跨平台開放世界動作遊戲，主打高自由度的動作戰鬥玩法與豐富多元的開放世界探索。而你，在這個世界甦醒的漂泊者，將在找回記憶、尋找自我認同的同時結識無數的共鳴者同伴，並和夥伴一起踏上改變這個世界的旅途。\r\n\r\n◆The Game Awards最佳行動裝置遊戲提名◆\r\n◆遊戲介紹◆\r\n漂泊的旅人，歡迎在這裡醒來。\r\n漲落無聲，我們的世界剛經歷一場退潮。\r\n悲鳴降臨，人類被舊日的法則遺留，文明於灘塗擱淺。\r\n但靜默之後，是不遺餘力的發聲。\r\n隨毀滅一同出現的異象，同樣帶來了新生，人類正與它們一起，開創全新紀元。\r\n而你——漂泊者，你的旅程才剛剛開始。\r\n既是邂逅並肩作戰的伙伴，對峙無法想像的勁敵，亦是吸納改變自身的力量，揭露顛覆一切的真相，又或者，只是探索未曾目睹的奇觀，盡可能拓展你所能抵達的邊界……我們無從知曉你將要做出的選擇，但我們期待你在災厄餘音中找到的答案。或許，你就是那個帶領人類跨越灘塗的人。\r\n潮聲循環往復，文明再度啟程。\r\n請踏上，屬於你的旅途。\r\n\r\n◆遊戲特色◆\r\n——世界失序 文明啟於悲鳴 / 探索開放世界\r\n《鳴潮》是一款開放世界遊戲，擁有高機動性的探索體驗，解放奔跑體力限制，運用翱翔、鉤索、蹬牆跑酷、自由翻越障礙，享受無拘無束的開放世界探索。\r\n\r\n——極速出擊 展現你的極限操作 / 流暢高速戰鬥\r\n作為一款動作遊戲，《鳴潮》擁有高速且流暢的戰鬥體驗，在戰鬥中輕鬆使用閃避、逆勢回擊、聲骸協戰、特色的QTE等玩法，讓每場戰鬥都酣暢淋漓。\r\n\r\n——共鳴覺醒 旅途之中結伴同行 / 邂逅共鳴者\r\n在旅途中，你將認識許多能力各異的共鳴者夥伴，陪伴你一同探索未知的未來。每位共鳴者都有各自獨特的個性與能力，為你的《鳴潮》之旅提供不可或缺的助力。\r\n\r\n——聲骸異能 你的力量歸我所用 / 吸收聲骸協戰\r\n在《鳴潮》的世界中，擊敗殘象怪物可以獲得聲骸，使其能力為你所用！漂泊者，在廣闊的開放世界中收集聲骸，解鎖各式各樣的獨特能力吧！\r\n\r\nNIJIGEN為《鳴潮》在台灣地區的代理商。\r\n※本軟體因涉及性、暴力情節，依遊戲軟體分級管理辦法分類為輔15級。\r\n※本遊戲為免費遊玩，遊戲內另提供購買虛擬貨幣、物品等付費服務。\r\n※請注意遊戲時間，避免沉迷。\r\n\r\n◆關注我們◆\r\n官方網站：https://wutheringwaves.kurogames.com/zh-tw/\r\n官方粉絲團：https://www.facebook.com/WutheringWaves.ZH\r\n官方YouTube：https://www.youtube.com/@WutheringWaves.ZH.official',
    title: '鳴潮 - 1週年慶 - KURO GAMES',
  },
  {
    name: 'LastWar:Survival',
    summary:
      '全球出現了一場驚人的喪屍災難，把好多人都變成喪屍了！身為倖存者的你，最重要的就是要保持人性，然後想辦法活下去！\n\n- 超刺激的求生大挑戰\n現在就開始超刺激的求生大挑戰吧！要閃避喪屍，也要學會怎麼跟它們對抗。記住，生存可不只是活下去那麼簡單，還得要有快速的反應和聰明的策略呢！\n\n- 建造你自己的避難所\n建立基地，擴大你的隊伍。你是這個避難所的希望之光，領導大家走向希望！在這個喪屍橫行的世界裡，你的選擇將影響你的未來哦！\n\n- 組建你的夢幻隊伍\n招募英雄，每位英雄都有獨特技能。三軍任您選擇，組合不同英雄來輕鬆擊敗喪屍。\n\n- 與全球玩家合作\n在這個充滿挑戰的喪屍世界裡，生存是需要團隊合作的。與全世界的玩家一起合作對抗喪屍吧！但要注意了，聯盟關係可是很複雜的，並不是每個遇到的倖存者都是友善的喔！\n\n你能在這場喪屍浩劫中存活下來嗎？加入《Last War: Survival Game》，開始一段驚心動魄的生存與策略之旅吧！\n\n※ 本軟體因涉及暴力，依遊戲軟體分級管理辦法分類為輔17級。\n※ 本遊戲為免費使用，遊戲內另提供購買虛擬遊戲幣、物品等付費服務。\n※ 長時間進行遊戲，請注意使用時間，避免沉迷於遊戲。\n代理商資訊：易亨數位行銷有限公司\n代理商地址：台灣台北市',
    title: 'LastWar:Survival - FUNFLY PTE. LTD.',
  },
  {
    name: 'RO仙境傳說：守護永恆的愛 Classic',
    summary:
      '《RO仙境傳說：守護永恆的愛 Classic》是RO守愛的返璞歸真版本。\n在這裡沒有商城、沒有抽卡要素、沒有各種儲值貨幣，只有擊敗怪物就可掉落的單一貨幣「Zeny」。\n在這裡只有大家熟悉的RO六大基礎職業：劍士、魔法師、盜賊、弓箭手、服事、商人。\n在這裡可以享受免費月卡、離線戰鬥、+15安全精煉、MVP王卡合成等多項福利。\n在這裡，有你、有我、有那多年深藏於心的RO回憶。\n\n===這款RO的特別之處===\n\n唯一Zeny 萬物可買\n只有Zeny！只需Zeny！只要Zeny！在這裡沒有商城只有單一貨幣Zeny，上至華麗時裝下至製作材料，有Zeny通通買的到！\n\n免費月卡 終身享受\n不論男女老少，登入即可領取免費月卡！經驗加成、掉率提升、專屬頭飾等多達17項福利，完全免費享受終身！\n\nMVP卡 自由合成\n不用課金不看運氣，MVP王卡開放合成！蜂后、死靈、虎王、海盜之王…想要哪張合哪張！\n\n離線戰鬥 輕鬆練等\n寶貴的遊戲時間就該花在刀口上！離線戰鬥讓你上班上學無痛練等，自由時間盡情社交、拍照、打哈哈！\n\n安全精煉 告別紅錘\n跟玄學衝裝say goodbye！佛心安全精煉功能，稀有裝備+0一路衝到+15不是夢！\n\n呼朋引伴 公會來戰\n與戰友們創建公會體驗RO不可錯過的公會戰！還有多人副本BOSS等你來挑戰！ \n\n===關注我們===\n\n官方網站：https://classic.ragnaroketernallove.com/tw\n\n官方Facebook：https://www.facebook.com/RagnarokMClassicTW',
    title: 'RO仙境傳說：守護永恆的愛 Classic - Gravity Interactive, Inc.',
  },
  {
    name: '寒霜啟示錄',
    summary:
      '寒霜啟示錄是一款將策略與放置結合的冰雪末日生存遊戲，獨特玩法，細節豐富，待您探索。\n\n突如其來的全球氣溫驟降徹底地摧毀了人類文明，以致人類失去了賴以生存的家園，面對嚴寒的天氣、無情的暴風雪、盤踞在冰原的兇猛野獸，以及那些對遺留物資虎視眈眈的暴徒，僅存的幾名倖存者能否順利地生存下來，保護並延續人類文明的火種？只有您能幫助他們！在這個被冰雪覆蓋的極寒世界裡，您將成為鎮長，引領倖存者們克服惡劣的環境、制定不同的生存策略，重建文明家園。\n\n【核心特色】\n\n人力分配\n享受獨特的倖存者工作分配玩法，如工人、獵人、廚師等等。記得隨時監測倖存者們的健康狀況和幸福指數，確保他們能夠穩定且高效率地工作，如果他們生病了，別擔心，請及時施以治療。\n\n【策略玩法】\n\n爭奪物資\n災難來臨得太突然，冰原上仍遺留著無數有助於生存的物資，那些暴怒的冰原野獸以及其他有能力的鎮長都在虎視眈眈……既然無法避免相爭，那就只能用盡一切手段跨越阻礙、爭奪物資了！\n\n逐鹿冰原\n與數百萬來自世界各地的鎮長爭奪最強營地的殊榮，在這款偉大的策略遊戲中奪取王座並統治一切吧！\n\n建立同盟\n不要再一個人孤單地與冰雪和入侵者對抗了，創建或加入聯盟，與盟友一起主宰戰場，稱霸凍土！\n\n招募幫手\n特色英雄，等您招募，唯有招募更多不同天賦技能的英雄，才能在這場災難中奪得更多的主動權，更加安全地生存下去。\n\n和其他鎮長同台競技\n掌握英雄技能、妥善搭配戰鬥小隊，與其他鎮長一決高下！獲勝不僅能帶來豐厚的積分，還可用於兌換稀有的道具。帶領您的小鎮勇登競技排行榜，所有人都能見證一座偉大的小鎮如何從零誕生。\n\n發展科技\n這場冰雪災難摧毀了所有的科技文明，立即開始重建科技體系、重拾文明碎片。誰能更快的掌握最前線的技術，誰就能主宰這個世界！\n\n寒霜啟示錄（Whiteout Survival）是一款可以免費暢玩的策略性手遊，同時也支援以實際金錢購買遊戲內的商品或道具，這會加速遊戲進度，但這並不是您享受這款策略遊戲的必要步驟。\n\n《寒霜啟示錄》繁中粉專：＠WhiteoutSurvival.tw\n客服信箱：contact_wos@Joygames.tw\n\n杰遊有限公司為《寒霜啟示錄》在台灣的代理商。\n※本遊戲內容涉及暴力情節（但無血腥畫面），依遊戲軟體分級管理辦法分類為輔 12 級。\n※本遊戲為免費遊戲，但遊戲內設有商城加值區，請依個人興趣及能力進行適度消費。\n※請注意遊戲時間，長時間進行遊戲，容易影響作息，宜適度休息及運動。',
    title: '寒霜啟示錄 - Century Games Pte. Ltd.',
  },
  {
    name: 'YouTube',
    summary:
      '在 iPhone 和 iPad 上下載 YouTube 官方版應用程式，掌握全球影音脈動。舉凡發燒音樂影片、熱門遊戲、時尚、美妝、新聞、成長學習等各種內容，包羅萬象，應有盡有。您可以訂閱喜愛的頻道、自行製作內容、與好友分享同樂，而且在任何裝置上都能觀看。\n\n觀看並訂閱\n● 在「首頁」分頁瀏覽個人化推薦內容\n● 在「訂閱內容」分頁查看您喜愛的頻道推出的最新影片\n● 在「媒體庫」分頁查看您看過的影片、喜歡的影片，以及您儲存的「稍後觀看」清單\n\n探索不同主題、熱門話題和新興流行話題 (僅在特定國家/地區提供此功能)\n● 隨時掌握音樂、遊戲、美妝、新聞、成長學習等方面的熱門資訊\n● 在「探索」分頁查看 YouTube 上和全球流行的發燒內容\n● 認識最酷的創作者、遊戲玩家與樂壇新秀 (僅在特定國家/地區提供此功能)\n\n與 YouTube 社群交流互動\n● 透過貼文、短片故事、首播和直播活動，掌握您喜愛的創作者最新動態\n● 利用留言加入對話，並與創作者及其他社群成員互動\n\n使用行動裝置製作內容\n● 在應用程式中直接製作或上傳您自己的影片\n● 在應用程式中透過直播活動即時與觀眾互動\n\n尋找適合您與家人的體驗 (僅在特定國家/地區提供此功能)\n● 每個家庭會以不同的方式觀看線上影片。除了 YouTube Kids 應用程式之外，您還可以前往 youtube.com/myfamily 使用全新的 YouTube 家長監督功能\n\n透過頻道會員功能支持喜愛的創作者 (僅在特定國家/地區提供此功能)\n● 加入提供月費制會員資格的頻道並支持他們的作品\n● 取得頻道提供的專屬獎勵並成為頻道社群的一員\n● 在您的使用者名稱旁顯示會員徽章，讓您的訊息在留言區和聊天室中脫穎而出\n\n升級至 YouTube Premium (僅在特定國家/地區提供此功能)\n● 觀看無廣告干擾的影片。您可以一邊觀賞影片一邊使用其他應用程式，也可以在螢幕鎖定時繼續播放影片\n● 儲存影片並於之後觀看，例如搭機或通勤時\n● YouTube Premium 會員權益包含 YouTube Music Premium\n\n注意事項：如果是透過 Apple 訂閱，系統會在您確認購買時從您的 App Store 帳戶扣款，並在訂閱期滿時自動續訂。如果不想續訂，最晚請在當期截止的 24 小時前停用自動續訂功能。系統會在當期截止前的 24 小時內，依選定的方案費率向您的帳戶收取續訂費用。交易完成後，您可以前往「帳戶設定」管理訂閱內容與自動續訂設定。\n\nYouTube《付費服務條款》：https://www.youtube.com/t/terms_paidservice\n隱私權政策：https://www.google.com/policies/privacy',
    title: 'YouTube - Google',
  },
  {
    name: 'TikTok - 有趣的人都在這裡',
    summary:
      'TikTok是一款玩轉音樂創意的短影音App，更是年輕人的交友社群。在這裡每個人都可以拍出屬於自己的創意影片，跟著音樂的節奏，你可以盡情拍攝多種影片內容，個人才藝、生活紀錄、表演、舞蹈、劇情演繹等。點子有多狂，TikTok 舞台就有多大。趕快上傳影片，讓世界看見你的獨特創意吧！\n\n【人人上熱門】入選熱門推薦，數萬次曝光機會，下一個網路紅人就是你！\n【海量曲庫】歐美、華語、日韓歌曲等萬首歌曲，TikTok 打開音樂世界大門，海量音樂帶你嗨到炸！\n【分段拍攝】創意影片神器，分段拍攝打破空間局限，15秒輕鬆上手，自由展現！\n【極致畫質】超清晰畫質讓你告別影片被壓縮的煩惱，所有細節完美展現！\n【明星進駐】明星、網紅都在玩！他們的獨家生活千萬別錯過！\n\n透過頻道會員功能支持喜愛的創作者\n加入提供月費制會員資格的頻道並支持他們的作品 (僅在特定國家/地區提供此功能)\n\n注意事項：如果是透過 Apple 訂閱，系統會在您確認購買時從您的 App Store 帳戶扣款，並在訂閱期滿時自動續訂。如果不想續訂，最晚請在當期截止的 24 小時前停用自動續訂功能。系統會在當期截止前的 24 小時內，依選定的方案費率向您的帳戶收取續訂費用。交易完成後，您可以前往「帳戶設定」管理訂閱內容與自動續訂設定。\n\n服務條款\nhttps://www.tiktok.com/legal/terms-of-service\n\n隱私權政策\nhttps://www.tiktok.com/legal/privacy-policy',
    title: 'TikTok - 有趣的人都在這裡 - TikTok Ltd.',
  },
  {
    name: '星城Online-每日挖寶上線了',
    summary:
      '海內外多人同時在線娛樂平台，擁有多款老虎機、公正、骰寶、賓果行星、捕魚機、彩色賓果等經典遊戲品種，採用高畫質表現，公平公正公開值得信賴！\n\n棋牌區：【摜蛋】獨特牌型玩法玩一次就上手！\n\n多樣樂趣：【任務通行證】【風雲榜】【每日挖寶】【摘星趣】【天天摸彩】快來試試手氣！\n\n全民拳賽：【火爆擂台】【拳下星城】線上格鬥打起來！\n\n魚機區：【鯊很大5 至尊龍王】鯊很大革新進化！全新JP彩金等你拉~\n\n每週五準時開打：【星幣爭霸戰】2048強皆有獎！\n\n國際區：【豬寶商】首款直式拉霸\n\n時機區：【飛島冒險】【飛彈來了】【飛到月球】掌握時機命運操之在我！\n\n經典機台：【彩色賓果】【賓果行星】多人同場連線較勁！\n\n柏青斯洛：【龍娘 雙龍的爭鬥】SNK原廠授權超華麗登場！\n\n聯名合作：【無上至尊 OVERLORD】征服異界吧！【新世紀福音戰士】作戰啟動！【魯邦三世】傳奇登場！\n\n聊天頻道：【自訂貼圖/語音聊天】聊天交友來互動，遊戲熱鬧不孤單！\n\n特別說明\n1. Apple.inc非本活動贊助商\n\n●本軟件依中華民國遊戲軟件分級管理辦法分類為：限制18歲等級。\n●遊戲以成年人為訴求對象。\n●遊戲不提供「現金交易賭博」，也沒有機會賺取現金或實體獎品，僅提供用戶娛樂目的。\n●在社交類游戲中的練習成績或成就，並不代表日後在「現金交易賭博」中會獲得成功。\n\n※提醒您，長時間連續進行遊戲可能會影響身體健康。\n※內建遊戲商城，須另外支付遊戲積分方可使用，遊戲積分一經購買進入遊戲幣後無法以任何理由退換現金。\n※本遊戲情節涉及棋牌益智及娛樂，非金錢交易賭博，用戶請勿進行非法遊戲幣交易。\n※此為機會中獎商品，消費者購買或參與活動不代表即可獲得特定商品。',
    title: '星城Online-每日挖寶上線了 - Wanin International Co. Ltd.',
  },
  {
    name: '麻將明星3缺1',
    summary:
      '正版明星官方授權，原汁原味的親自配音\n最歡樂、最有梗的麻將遊戲、大老二撲克遊戲都在《明星3缺1》\n各大社群直播女神來也吵著要玩的首選線上麻將遊戲！\n\n明星大老2(大老二)、明星13支(十三支)、王牌接龍(排7、排七)、鬥地主(斗地主)、皇家21點(Blackjack)、血流成河麻將、射龍門(Red Dog)、5PK、SLOT拉霸機老虎機、海神、超八、水果盤、還有最新的四梅幸運星、愛麗絲、捕魚爭霸、捉妖達人、牛牛遊戲、辣椒水果老虎機、各種特色SLOT GAME\n你想的到的休閒博弈棋牌遊戲這裡通通都有！即使傳統吃角子共玩老虎機也玩得到！\n\n萬人以上真人即時與您配桌打麻將、玩大老二、接龍，讓你走到哪都不會無聊，眾多娛樂城遊戲、各式SLOT仿佛浸身在拉斯維加斯，讓你變成富豪神遊娛樂城於各地！賺大錢，金好運旺旺來，來明星3缺1包你發大財，贏不完！\n\n明星陣容超強到，每次上線都有金曲獎、金鐘獎的感受\n港台影帝巨星【古天樂】\n一線A咖綜藝節目主持人【胡瓜&胡小禎父女】【吳宗憲】【小鍾】【蔡康永】\n戲劇歌唱巨星【Ella】電音天團【玖壹壹】\n人氣老牌主播【盛竹如】\n最萌小闆娘【丫頭詹子晴】、熱血主播【徐展元】\n亞洲巨星【羅志祥】、宅男女神【簡愷樂】、【曾智希】\n戲劇一哥【江國賓】、金曲歌王【翁立友】\n電音女神來也不怕的姊姊【謝金燕】\n【張菲】、【陳漢典】、【浩角翔起】、【kid】、金曲歌王【蕭敬騰】......等豪華陣容，任你邊走邊打，天天挑戰大神明星打麻將\n\n與朋友線上一起搓麻將在明星好友廳，免費開桌\n無論朋友在世界的哪個角落，約一約就可以逗陣打麻將\n想打麻將，不用帶著錢街頭上閒晃，既安全又方便！\n\n無數獲獎紀錄：\n●  TOP1 iOS版上架首週突破百萬下載、蟬連下載冠軍２週！\n●  TOP1 AppStore 精選「最新遊戲」、「熱門遊戲」！\n● 【2014Yahoo奇摩電玩大調查年度最佳棋牌麻將遊戲】\n● 【App Store BEST of 2012】 遊戲類下載no.1 \n● 【2017年度  App Store】全年推薦遊戲前十名！\n\n最強遊戲特色：\n●  全球3000萬註冊玩家、萬人即時配桌、全球連線較勁！\n●  新註冊送高額i幣、每日系統自動補幣～讓您玩個痛快！\n●  麻將一局館(1/4圈)，3分鐘輕鬆玩！\n●  首創自動配桌功能，一秒立刻開打、打牌不怕缺牌咖！\n●  各種大獎競賽，天天贏天天拿！\n●  保證明星親自配音、逗趣好玩，讓你百玩不厭！\n=========================================\n其他說明：\n\n● 免註冊，自動會員、facebook、Yahoo、Line會員輕鬆登入\n● 全面支援最高螢幕解析度，打牌畫面超精緻\n● 歡迎使用遊戲內【系統】>【問題回報】聯絡客服\n● 遊戲以成年人為訴求對象。\n● 遊戲不提供「現金交易賭博」，也沒有機會贏得現金或實體獎品。\n● 在社交類遊戲中的練習狀況或成就，不代表日後在「現金交易賭博」中會獲得成功。\n\n【關於黃金會員】\n\n・訂閱價格與有效期間\n月費NT$330 / 1個月（自購入當天開始計算）/每月自動更新\n\n・回饋內容\n・第1天：訂閱立即獲得 33,000 i幣！\n・第2~31天：每日可領取 1,650 i幣！\n・31天總共可領 82,500 i幣！ \n \n・自動更新詳情\n未在黃金會員有效期間結束的24小時之前解除自動更新時，將自動更新有效期間。\n自動更新時，會在黃金會員期間結束後的24小時內扣款。\n \n・關於扣款\n會在 iTunes 帳號扣款。\n・確認黃金會員的購買狀況及解約（解除自動更新）方法\n可從下方頁面確認黃金會員的購買狀況及解約。\n[ App Store 應用程式/推薦頁籤最下方 > Apple ID/檢視Apple ID > 訂閱項目 ]\n可從此頁面中確認下次自動更新的時間，或解除、設定自動更新。\n※也可在 iTunes 以相同操作確認購買狀況或解除、設定自動更新。',
    title: '麻將明星3缺1 - International Games System Co., Ltd.',
  },
  {
    name: 'LINE',
    summary:
      '在台灣超過2200萬人使用的通訊軟體 “LINE”。使用LINE，您可以隨時隨地與家人或朋友免費聊天、撥打語音與視訊通話，並使用許多有趣的貼圖來表達心情。不只通訊軟體，LINE平台持續提供許多新的服務與功能，讓您的生活更加便利。\n\n【Life on LINE】\n\n以通訊為起點，我們持續拓展LINE多元化與適地服務，從而進化為智慧入口，拉近人們、資訊，與服務之間的距離，讓日常生活更便利有趣，全方面為用戶建構豐富的數位生活。\n\n【LINE通訊軟體重點功能】\n\n◆聊天、語音與視訊通話\n\n能夠和好友一對一聊天，或建立多人群組，支援訊息傳送、語音與視訊通話，群組人數最多可達500人。\n\n◆LINE貼圖、表情貼、主題\n\n使用有趣的貼圖或表情貼豐富聊天，也能更換超讚的主題來表達自己。\n\n◆LINE社群\n\n大型網路聊天室，支援最高5,000人即時群聊，配備管理員功能，可自訂暱稱加入各式各樣的主題，輕鬆分享共同興趣、開心聊出好麻吉。\n\n◆LINE VOOM\n\n在LINE VOOM上探索你有興趣的貼文與帳號，可立即追蹤獲得最新消息，也可以盡情透過影音創作展現自我、分享生活，享受影音的創作樂趣。\n\n◆LINE TODAY\n\n國內外新聞資訊、財經動態、生活娛樂、運動賽事、多元直播、影音和節目等豐富內容，隨點隨看，即時掌握最新話題。\n\n◆LINE電商（LINE購物、LINE旅遊、LINE禮物）\n\n搜尋比價、旅遊行程與社交送禮，隨搜隨買隨訂隨送，提供您吃喝玩樂全方位購物、旅遊、送禮體驗，在LINE上一指輕鬆完成！\n\n◆LINE官方帳號\n\n消費者可以與生活中喜愛的品牌、店家、公眾人物或各單位的官方帳號成為好友，掌握官方發出的第一手最新資訊。\n\n品牌可向所有加入官方帳號好友的LINE用戶傳送訊息，與顧客及粉絲進行聊天，更可建立基本檔案，向粉絲及顧客宣傳更多資訊。\n\n◆主頁\n\nLINE中的行動首頁，可以快速連結 LINE 的娛樂、生活、購物、旅遊、工具、相機等所有服務，同時提供您精彩的個人化內容推薦。\n\n◆錢包\n\n連結安全便捷的LINE Pay行動支付，與提供LINE Bank新一代創新金融服務。\n\n最受歡迎的行動支付LINE Pay，隨時隨地輕鬆付款，所有好康回饋跟著他，支付生活大小事，有LINE Pay就OK！\n\nLINE Bank提供全方位、零距離的純網銀金融服務，讓用戶隨時隨地快速轉帳、存款、刷卡，及申辦貸款、保險、聯名信用卡、證券交割帳戶，為用戶創造便利、安全的使用者體驗。\n\n◆LINE貼圖超值方案\n\n是只要支付月費或年費就能在期間內無限使用超值方案對象貼圖、表情貼和主題的服務。\n\n【費用方案】\n\n分為月租方案、年度方案、學生方案。價格會在進行訂閱手續時顯示於畫面。\n\n※提供的方案會根據國家／地區的不同而有所變更\n\n【訂閱方案】\n\n・訂閱方案時會向您的iTunes帳號收取費用\n\n・當方案的有效期限少於24小時便會自動續訂，並向您的iTunes帳號收取費用\n\n・首次訂閱方案時，可於一定期間內免費試用LINE貼圖超值方案\n\n・免費試用期間可能會依訂閱時期而不同\n\n※若在免費試用期間內解約將不會向您收取費用，請仔細確認訂閱日期\n\n【停止自動續訂】\n\n・若想停止自動續訂，請在使用截止日的至少24小時前關閉自動續訂功能\n\n・即使停止自動續訂，在有效期限內仍可繼續使用訂閱方案\n\n【確認方案與解約】\n\n・若想確認訂閱內容或解約，請透過裝置的「設定」查看App Store的訂閱記錄\n\n・在使用截止日（含）前，可隨時取消方案\n\n・即使在預定的使用期間內取消方案，恕無法提供當期的退款服務（含按日計費等退款方式）\n\n【關於本公司使用您的資訊】\n\nㆍhttps://terms2.line.me/line_stickerspremium_terms\n\n【LY Corporation隱私權政策】\n\n・https://www.lycorp.co.jp/ja/company/privacypolicy/',
    title: 'LINE - LINE Corporation',
  },
];
